//   🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆
// 🪆    Россия — священная наша держава,     🪆
// 🪆    Россия — любимая наша страна,        🪆
// 🪆    Могучая воля, великая слава,         🪆
// 🪆    Твое достоянье на все времена.       🪆
// 🪆    Славься, Отечество, наше свободное,  🪆
// 🪆    Братских народов союз вековой,       🪆
// 🪆    Предками данная мудрость народная,   🪆
// 🪆    Славься, страна, мы гордимся тобой.  🪆
// 🪆    От южных морей до полярного края     🪆
// 🪆    Раскинулись наши леса и поля,        🪆
// 🪆    Одна ты на свете, одна ты такая,     🪆
// 🪆    Хранимая Богом родная земля.         🪆
// 🪆    Славься, Отечество, наше свободное,  🪆
// 🪆    Братских народов союз вековой,       🪆
// 🪆    Предками данная мудрость народная,   🪆
// 🪆    Славься, страна, мы гордимся тобой.  🪆
// 🪆    Широкий простор для мечты и для жизни🪆
// 🪆    Грядущие нам открывают года.         🪆
// 🪆    Нам силу дает наша верность Отчизне, 🪆
// 🪆    Так было так есть и так будет всегда.🪆
// 🪆    Славься, Отечество, наше свободное,  🪆
// 🪆    Братских народов союз вековой,       🪆
// 🪆    Предками данная мудрость народная,   🪆
// 🪆    Славься, страна, мы гордимся тобой.  🪆
//   🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆🪆
//
//       Посвящается Роману Бонч-Бруевичу
//       А так же: Вере Алексеевне, Вален-
//       тине Петровне Любимовой, Башке

export default {
  modules: {
    default: {
    },
    heroComponent: {
      heroHeading: "RHIZOME СТУДИЯ",
      typingText: "автоматизации управления бизнесом",
      heroSubtext: "От идеи к IT-продукту: повышение эффективности готовых к масштабированию компаний",
      consultBtn: "получить консультацию",
      casesBtn: "кейсы rhizome",
    },
    numbersComponent: {
      firstNumber: "Реализованных комплексных IT-решений для бизнеса",
      secondNumber: "Кейса, разработанных для зарубежного рынка",
      thirdNumber: "IT-startup проект, являющийся резидентом Skolkovo, в управлении",
    },
    competitionsComponent: {
      competitionsHeading: "Наши компетенции",
      competitionsSubheading: "Разработка систем управления бизнес-процессами и коммуникации с клиентами",
      firstItemHeading: "Аналитика и учет",
      analytics: "Аналитика:",
      firstItemFirstLi: "сбор и анализ данных о бизнесе, автоматическая генерация отчетов для принятия обоснованных управленческих решений",
      finances: "Учет и финансы:",
      firstItemSecondLi: "автоматизация бухгалтерского учета, управление денежными потоками, составление и отправка счетов, обработка платежей",
      secondItemHeading: "Продажи и логистика",
      commersion: "Электронная коммерция:",
      commersionText: "автоматизация и управление онлайн-продажами, оформлением заказов, клиентской базой и взаимодействиями",
      logistics: "Логистика и цепочки поставок:",
      logisticsText: "оптимизация учета, управления запасами, планирования доставки и отслеживания грузов",
      thirdItemHeading: "HR и коммуникации",
      hrm: "Управление персоналом (HRM):",
      hrmText: "автоматизация найма, оценки, обучения персонала, учет времени, расчет зарплаты и управление льготами",
      innerCommunications: "Внутренние коммуникации:",
      innerText: "автоматизация обмена информацией внутри компании, управление документооборотом и рабочими процессами",
    },
    casesComponent: {
      casesHeading: "Кейсы Rhizome",
      casesSubheading: "Cтудия разработала более 20 IT-решений для различных ниш, включая успешные проекты за рубежом",
      replyName: "Система диагностики психологического состояния",
      replyDescription: "Экосистема для снижения текучести кадров и расходов компании более чем на 30%",
      medName: "Информационная система для клиники",
      medDescription: "Рост выручки на 5.5% за счет внедрения информационной системы",
      compilationName: "Подборка из 3-х кейсов",
      compilationDescription: "Веб-разработка и дизайн: веб-сайты, элементы айдентики и цифровой календарь",
      badgeWebDev: "Веб-разработка",
      badgeDesign: "Дизайн",
      badgeWebApp: "Веб-приложение",
      badgeDiagnostics: "Диагностика",
      badgePatientsAccounting: "Учет пациентов",
      badgeAnalytics: "Аналитика и финансы",
      badgeLogistics: "логистика",
      siberiaName: "Система управления складами",
      siberiaDescription: "Кастомная разработка для сети зарубежных салонов красоты и дистрибьютора косметических средств",
    },
    offersComponent: {
      offersHeading: "Форматы работы",
      fullCycleHeader: "/полный_цикл",
      fullCycleHeading: "Полный цикл разработки",
      fullCycleDescription: "Индивидуальная разработка, обучение персонала работе с новой системой, техническая поддержка и обслуживание",
      outsourceHeader: "/аутсорс",
      outsourceHeading: "Оптимизация существующих систем",
      outsourceDescription: 'Аудит текущих систем, выявление "узких" мест и их устранение. Разработка дополнительных модулей',
      codeInitText: "Инициализация кода"
    },
    teamComponent: {
      teamHeading: "Команда",
    },
    teamSliderComponent: {
      creator: "основатель",
      dev: "разработка",
      design: "дизайн",
      marketing: "маркетинг",
      traffic: "трафик",
      sales: "продажи",
      analyticsTeam: "аналитика",
      conversion: "конверсия",
      microservices: "Микросервисная архитектура",
      psychology: "Психология пользователя",
      optimizationTeam: "Оптимизация",
      bonchName: "Роман Бонч-Бруевич",
      bonchDescription: "Корпоративный психолог, эксперт по психологии пользователя. Специализируется на создании систем учета и аналитики для повышения объёма продаж и масштабирования бизнеса",
      sashaName: "Александр Шляпников",
      sashaDescription: "Победитель чемпионата Digital Skills, призер World Skills Russia (web-разработка). Победитель Национальной Технологической Олимпиады, хакатонов НТИ и МинЦифры. Backend-разработчик и team lead в проектах Reply, Siberia и информационная система для Родильного дома №6",
      yanName: "Ян Акулов",
      yanDescription: "Эксперт международного чемпионата WorldSkills по направлениям веб-разработка и AR/VR разработка, победитель DigitalSkills по направлению Web-технологии. Главный дизайнер и art-директор в проектах Reply и Siberia",
      leraName: "Валерия Булочева",
      leraDescription: "Маркетолог и интернет-маркетолог. Стипендиат гранта Фонда Содействия Инновациям 2023 год. Специализируется на привлечении трафика и построении маркетинговых стратегий для бизнеса",
    },
    valuesComponent: {
      valuesHeading: "Ценности Rhizome",
      firstValueName: "Органичнось",
      firstValueDescription: "Создаем автоматизации для бизнеса, которые понятны и просты в использовании",
      secondValueName: "Автономность",
      secondValueDescription: "Благодаря подробной документации IT-продуктов, вы можете бесшовно заменить команду разработки",
      thirdValueName: "Эмпатичность",
      thirdValueDescription: "Разработанные решения закрывают реальные потребности бизнеса, заказчика, персонала и потребителей"
    },
    footerComponent: {
      policy: "Политика конфиденциальности"
    },
    headerComponent: {
      headerCases: "кейсы",
      headerOffers: "форматы работы",
      headerTeam: "команда",
      headerContacts: "контакты"
    },
    langChangerComponent: {
      pageReload: "Язык изменен. Страница скоро перезагрузится"
    },
    cases: {
      tech: "Технологии",
      dates: "Сроки",
      lang: "Языки",
      devices: "Устройства"
    },
    DefaultFormView: {
      consultation: "Вводная консультация",
      formText: "Оставьте заявку на бесплатную консультацию от специалистов студии Rhizhome с разбором решений, которые необходимы вашему бизнесу!",
      fullName: "ФИО*",
      fullNamePlaceholder: "Как к вам обращаться?",
      phoneNumber: "Номер телефона*",
      phoneNumberPlaceholder: "+7-999-999-99-99",
      email: "E-Mail*",
      emailPlaceholder: "example@rhizomedev.com",
      preferredContactMethod: "Какой способ связи для вас предпочтителен?",
      commentPlaceholder: "Комментарий",
      submitButton: "Отправить",
      privacyPolicy: "Отправляя заявку, вы соглашаетесь",
      defaultPolicyLink: " политикой конфиденциальности",
      thankYouMessage: "Спасибо за проявленный интерес! Наши менеджеры свяжутся с вами в ближайшее время. Скоро вас вернет на главную",
      defaultFieldsError: "Заполните все обязательные поля перед отправкой!",
      call: "Позвонить",
      write: "Написать",
      error: "Пожалуйста, заполните все обязательные поля перед отправкой."
    },
    FullCycleFormView: {
      consultation: "Вводная консультация",
      formText: "Расскажите о бизнесе и ваших целях, и мы свяжемся с вами в ближайшее время для проведения бесплатной консультации.",
    },
    NotFoundView: {
      notFoundText: "Страница не найдена",
      notFoundLink: "Вернуться на главную"
    },
    FullCycleOfferView: {
      fullCycleDevelopment: "Полный цикл разработки с Rhizome",
      developmentAutomation: "Разработка автоматизации для управления бизнесом: от формирования гипотезы до интеграции",
      orderDevelopment: "заказать разработку",
      businessProcessAudit: "Аудит бизнес-процессов",
      technicalDocumentationDevelopment: "Разработка ТЗ",
      brandingAndDesign: "Брендинг и дизайн",
      prototyping: "Прототипирование",
      backendAndFrontendDevelopment: "Backend и Frontend разработка",
      productImplementation: "Внедрение продукта",
      testing: "Тестирование",
      optimization: "Оптимизация",
      introductoryFreeConsultation: "Вводная бесплатная консультация",
      termsOfReferenceAgreement: "Согласование ТЗ и заключение договора",
      prepaymentAndSequentialDevelopment: "Предоплата и последовательная разработка",
      projectDeliverySupportAndMaintenance: "Сдача проекта, поддержка и обслуживание"
    },
    OptimizationOfferView: {
      systemOptimization: "Оптимизация систем",
      efficiencyImprovement: "Повышение эффективности бизнес-процессов за счет аудита и оптимизации существующих систем",
      orderDevelopment: "заказать разработку",
      audit: "Аудит",
      bottleneckIdentification: "Выявление 'узких мест'",
      development: "Разработка",
      additionalModules: "Дополнительные модули",
      optimization: "Оптимизация",
      testing: "Тестирование",
      implementation: "Внедрение",
      support: "Сопровождение",
      introductoryFreeConsultation: "Вводная бесплатная консультация",
      existingSystemsAudit: "Проведение аудита существующих систем",
      termsOfReferenceAgreement: "Согласование ТЗ и заключение договора",
      fulfillmentOfObligations: "Выполнение обязательств, поддержка и обслуживание"
    },
    preloaderComponent: {
      loading: "загрузка ресурсов",
    },
  },
};
