<script>
import {IconArrowLeft} from "@tabler/icons-vue";
import FooterComponent from "@/components/FooterComponent.vue";
import HeaderComponent from "@/components/HeaderComponent.vue";
import HeaderMobileComponent from "@/components/HeaderMobileComponent.vue";
import {onMounted} from "vue";
export default {
  name: "PrivacyRuView",
  components: {HeaderMobileComponent, HeaderComponent, FooterComponent, IconArrowLeft },
  methods: {
    goBack() {
      window.history.length > 1 ? this.$router.go(-1) : this.$router.push('/');
    },
  },
  setup () {
    onMounted(() => {
      setTimeout(() => {
        window.scrollTo(0,0);
      }, 400);
    });
  }
}
</script>

<template>
  <HeaderComponent />
  <HeaderMobileComponent id="navbar-mobile" />
  <section class="section animate__animated animate__slideInUp animate__faster">
    <div class="placeholder top-holder"></div>
    <div class="policy-container container-fluid">
      <div class="flex flex-row mb-5 px-2">
        <button @click="goBack" class="back-btn-dark animate__animated animate__fadeIn"><IconArrowLeft   color="#274c77" :size="20" stroke-width="2" /></button>
      </div>
      <h3>ПОЛИТИКА В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h3>
      <br><br>

      <span class="h3">1. Общие положения</span> <br><br>
      <p class="article">
        1.1 Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. № 152-ФЗ «О персональных данных» (далее — Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые <span class="text-decoration-underline">ИП Максимова Дарья Сергеевна</span> (далее — Оператор).
      </p>
      <br>
      <p class="article">
        1.2. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
        <br>
      </p>
      <p class="article">
        1.3. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта <a href="https://rhizomedev.com">https://rhizomedev.com</a> , а также в ходе исполнения Оператором любых гражданско-правовых договоров, заключенных с физическими лицами (клиентами).
        <br>
      </p>
      <span class="h3">2. Основные понятия, используемые в Политике</span>
      <br><br>
      <p class="article">
        2.1. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому физическому лицу (субъекту персональных данных или Пользователю веб-сайт <a href="https://rhizomedev.com">https://rhizomedev.com</a>
        <br>
      </p>
      <p class="article">
        2.2. Персональные данные, разрешенные субъектом персональных данных для распространения, — персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее — персональные данные, разрешенные для распространения).
        <br>
      </p>
      <p class="article">
        2.3. Оператор — физическое лицо (<span class="text-decoration-underline">ИП Максимова Дарья Сергеевна</span>) самостоятельно или совместно с другими лицами организующие и/или осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.
        <br>
      </p>
      <p class="article">
        2.4. Пользователь — любой посетитель веб-сайт <a href="https://rhizomedev.com">https://rhizomedev.com</a>.
        <br>
      </p>
      <p class="article">
        2.5. Веб-сайт — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адрес <a href="https://rhizomedev.com">https://rhizomedev.com</a>.
        <br>
      </p>
      <p class="article">
        2.6. Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
        <br>
      </p>
      <p class="article">
        2.7. Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники.
        <br>
      </p>
      <p class="article">
        2.8. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.
        <br>
      </p>
      <p class="article">
        2.9. Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
        <br>
      </p>
      <p class="article">
        2.10. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.
        <br>
      </p>
      <p class="article">
        2.11. Предоставление персональных данных — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.
        <br>
      </p>
      <p class="article">
        2.12. Распространение персональных данных — любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц.
        <br>
      </p>
      <p class="article">
        2.13. Трансграничная передача персональных данных — передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.
        <br>
      </p>
      <p class="article">
        2.14. Уничтожение персональных данных — любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и/или уничтожаются материальные носители персональных
        <br>
      </p>
      <span class="h3">3. Основные права и обязанности Оператора</span>
      <br><br>
      <br>
      <p class="article">
        3.1. Оператор имеет право:
        — получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;
        — в случае отзыва субъектом персональных данных согласия на обработку персональных данных, а также, направления обращения с требованием о прекращении обработки персональных данных, Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;
        — самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.
        <br>
      </p>
      <p class="article">
        3.2. Оператор обязан:
        — предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;
        — разъяснить субъекту персональных данных юридические последствия отказа предоставить его персональные данные и (или) дать согласие на их обработку, если предоставление персональных данных является обязательным в соответствии с Законом о персональных данных;
        — организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;
        — отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;
        — сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение десяти рабочих дней с даты получения такого запроса;
        — опубликовать в соответствующей информационно-телекоммуникационной сети, в том числе на страницах принадлежащего оператору сайта в информационно-телекоммуникационной сети "Интернет", с использованием которых осуществляется сбор персональных данных, документ, определяющий его политику в отношении обработки персональных данных, и сведения о реализуемых требованиях к защите персональных данных, а также обеспечить возможность доступа к указанному документу с использованием средств соответствующей информационно-телекоммуникационной сети;
        — принимать необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;
        — прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;
        — исполнять иные обязанности, предусмотренные Законом о персональных данных.
        <br>
      </p>
      <span class="h3">4. Основные права и обязанности субъектов персональных данных</span>
      <br><br>
      <p class="article">
        4.1. Субъекты персональных данных имеют право на:<br>
        <br>
        — на получение информации, касающейся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен статьей 14 Закона о персональных данных;
        <br>
        — требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;
        <br>
        — выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;
        <br>
        — на отзыв согласия на обработку персональных данных, а также, на направление требования о прекращении обработки персональных данных;
        <br>
        — обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;
        <br>
        — на осуществление иных прав, предусмотренных законодательством РФ.
        <br>
      </p>
      <p class="article">
        4.2. Субъекты персональных данных обязаны:
        — предоставлять Оператору достоверные данные о себе;
        — сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.
        <br>
      </p>
      <p class="article">
        4.3. Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.
        <br>
      </p>
      <span class="h3">5. Категории субъектов персональных данных и перечень персональных данных</span>
      <br>
      <p class="article">
        5.1. Оператор обрабатывает персональные данные следующих субъектов персональных данных:
        5.1.1. Посетители веб-сайт  <a href="https://rhizomedev.com">https://rhizomedev.com</a>.
        5.1.2. Физические лица, заключившие гражданско-правовые договоры.
        <br>
      </p>
      <p class="article">
        5.2.Оператор может обрабатывать следующие персональные данные<br><br>
        Пользователя и иного субъекта персональных данных:<br>
        5.2.1. Фамилия, имя, отчество.<br>
        5.2.2. Адрес электронной почты.<br>
        5.2.3. Номера телефонов.<br>
        5.2.4. Содержание и реквизиты гражданско-правового договора.<br>
        <br>
      </p>
      <p class="article">
        5.3. Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).
        <br>
      </p>
      <p class="article">
        5.4. Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.
        <br>
      </p>
      <p class="article">
        5.5. Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.
        <br>
      </p>
      <p class="article">
        5.6. Оператор не осуществляет обработку биометрических данных.
        <br>
      </p>
      <span class="h3">6. Принципы обработки персональных данных</span> <br>
      <br>
      <p class="article">
        6.1. Обработка персональных данных осуществляется на законной и справедливой основе.
        <br>
      </p>
      <p class="article">
        6.2. Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.
        <br>
      </p>
      <p class="article">
        6.3. Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.
        <br>
      </p>
      <p class="article">
        6.4. Обработке подлежат только персональные данные, которые отвечают целям их обработки.
        <br>
      </p>
      <p class="article">
        6.5. Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.
        <br>
      </p>
      <p class="article">
        6.6. При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.
        <br>
      </p>
      <p class="article">
        6.7. Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.
        <br>
      </p>
      <span class="h3">7. Цели обработки персональных данных</span>
      <br>
      <p class="article">
        <br>
        7.1. Цель обработки персональных данных Пользователя:<br><br>
        – информирование Пользователя посредством отправки электронных писем;<br>
        – установление с Пользователем обратной связи для проведения консультаций;<br>
        – заключение, исполнение и прекращение гражданско-правовых договоров с субъектами персональных данных;<br>
        – установление с Пользователем обратной связи, включая направление информационных рассылок и рекламных материалов.<br>
        <br>
      </p>
      <p class="article">
        7.2. Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях
        и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты <a href="mailto:info@rhizomedev.com">info@rhizomemedev.com</a> с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».
        <br>
      </p>
      <p class="article">
        7.3. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.
        <br>
      </p>
      <p class="article">
        7.4 Порядок определения для каждой цели обработки персональных данных категории и перечень обрабатываемых персональных данных, категории субъектов, персональные данные которых обрабатываются, способы, сроки их обработки и хранения, порядок уничтожения персональных данных при достижении целей обработки или при наступлении иных законных оснований приведен в Приложении к настоящей Политике.
        <br>
      </p>
      <span class="h3">8. Правовые основания обработки персональных данных</span>
      <br>
      <p class="article"><br>
        8.1. Правовыми основаниями обработки персональных данных Оператором являются:<br>
        – Гражданский кодекс РФ;<br>
        – Федеральный закон от 27.07.2006 № 152-ФЗ «О персональных данных»;<br>
        – Федеральный закон от 27.07.2006 N 149-ФЗ "Об информации, информационных технологиях и о защите информации";<br>
        – иные федеральные законы, и нормативно – правовые акты в сфере защиты персональных данных;<br>
        – Политика обработки персональных данных <span class="text-decoration-underline">ИП Максимова Дарья Сергеевна</span>;<br>
        – договоры, заключаемые между Оператором и субъектом персональных данных;<br>
        – согласия субъектов персональных данных и Пользователей на обработку их персональных данных, и согласия на обработку персональных данных, разрешенных для распространения.<br>
        <br>
      </p>
      <p class="article">
        8.2. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайт <a href="https://rhizomedev.com">https://rhizomedev.com</a>. Заполняя соответствующие формы, Пользователь выражает свое согласие с данной Политикой.
        <br>
      </p>
      <p class="article">
        8.3. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).
        <br>
      </p>
      <p class="article">
        8.4. Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.
        <br>
      </p>
      <span class="h3">9. Условия обработки персональных данных</span><br>
      <br>
      <p class="article">
        9.1. Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.
        <br>
      </p>
      <p class="article">
        Согласие дается путем проставления отправления форм Пользователем на сайт <a href="https://rhizomedev.com">https://rhizomedev.com</a>. Пользователь гарантирует, что является совершеннолетним. Согласие на обработку персональных данных может быть дано субъектом персональных данных или его представителем в любой позволяющей подтвердить факт его получения в форме, если иное не установлено федеральным законом. В случае получения согласия на обработку персональных данных от представителя субъекта персональных данных полномочия данного представителя на дачу согласия от имени субъекта персональных данных проверяются оператором.
        <br>
      </p>
      <p class="article">
        9.2. Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.
        <br>
      </p>
      <p class="article">
        9.3. Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.
        <br>
      </p>
      <p class="article">
        9.4. Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем. Заключаемый с субъектом персональных данных договор не может содержать положения, ограничивающие права и свободы субъектов Российской Федерации, устанавливающие случаи обработки персональных данных несовершеннолетних, если иное не предусмотрено законодательством Российской Федерации, а также положения, допускающие в качестве условия заключения договора бездействия субъекта персональных данных.
        <br>
      </p>
      <p class="article">
        9.5. Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.
        <br>
      </p>
      9.6. Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.
      <br><br>
      <p class="article">
        <span class="h3">10. Порядок сбора, хранения, передачи и других видов обработки персональных данных</span><br>
        <br>
      </p>
      <p class="article">
        Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.
        <br>
      </p>
      <p class="article">
        10.1. Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.
        <br>
      </p>
      <p class="article">
        10.2. Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.
        <br>
      </p>
      <p class="article">
        10.3. В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора <a href="mailto:info@rhizomedev.com">info@rhizomemedev.com</a> пометкой «Актуализация персональных данных».
        <br>
      </p>
      <p class="article">
        10.4. Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.
        Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператор <a href="https://rhizomedev.com">https://rhizomedev.com</a> с пометкой «Отзыв согласия на обработку персональных данных».
        <br>
      </p>
      <p class="article">
        10.5. Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем
        <br>
      </p>
      <p class="article">
        10.6. Согласие Пользователя на обработку персональных данных, разрешенных для распространения, оформляется отдельно от других согласий на обработку его персональных данных. При этом соблюдаются условия, предусмотренные, в частности, ст. 10.1 Закона о персональных данных. Требования к содержанию такого согласия устанавливаются уполномоченным органом по защите прав субъектов персональных данных.<br>
        10.6.1 Согласие на обработку персональных данных, разрешенных для распространения, Пользователь предоставляет Оператору непосредственно.<br>
        10.6.2 Оператор обязан в срок не позднее трех рабочих дней с момента получения указанного согласия Пользователя опубликовать информацию об условиях обработки, о наличии запретов и условий на обработку неограниченным кругом лиц персональных данных, разрешенных для распространения.<br>
        10.6.3 Передача (распространение, предоставление, доступ) персональных данных, разрешенных субъектом персональных данных для распространения, должна быть прекращена в любое время по требованию субъекта персональных данных. Данное требование должно включать в себя фамилию, имя, отчество (при наличии), контактную информацию (номер телефона, адрес электронной почты) субъекта персональных данных, а также перечень персональных данных, обработка которых подлежит прекращению. Указанные в данном требовании персональные данные могут обрабатываться только Оператором, которому оно направлено.<br>
        10.6.4 Согласие на обработку персональных данных, разрешенных для распространения, прекращает свое действие с момента поступления Оператору требования, указанного в п. 10.6.3 настоящей Политики в отношении обработки персональных данных.<br>
      </p>
      <p class="article">
        10.7. Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.
      </p>
      <p class="article">
        10.8. Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.
      </p>
      <p class="article">
        10.9. Хранение персональных данных.<br>
        10.9.1. Персональные данные субъектов могут быть получены, проходить дальнейшую обработку и передаваться на хранение как на бумажных носителях, так и в электронном виде.
        <br>
        10.9.2. Персональные данные, зафиксированные на бумажных носителях, хранятся в запираемых шкафах либо в запираемых помещениях с ограниченным правом доступа.
        <br>
        10.9.3. Персональные данные субъектов, обрабатываемые с использованием средств автоматизации в разных целях, хранятся в разных папках.
        <br>
        10.9.4. Не допускается хранение и размещение документов, содержащих персональные данные, в открытых электронных каталогах (файлообменниках) в ИСПД.
        <br>
        10.9.5. Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.
        <br>
      </p>
      <p class="article">
        10.10. Условием прекращения обработки персональных данных может являться:
        <br><br>
        - достижение целей обработки персональных данных,<br>
        - истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление неправомерной обработки персональных данных.
        <br>
      </p>
      <p class="article">
        10.11 При наступлении вышеуказанных событий Оператор обеспечивает уничтожение персональных данных.
        <br>
      </p>
      <p class="article">
        10.12. Уничтожение персональных данных.<br>
        <br>
        10.12.1. Уничтожение документов (носителей), содержащих персональные данные, производится путем сожжения, дробления (измельчения), химического разложения, превращения в бесформенную массу или порошок. Для уничтожения бумажных документов допускается применение шредера.
        <br>
        10.12.2. Персональные данные на электронных носителях уничтожаются путем стирания с серверов Оператора персональных данных или форматирования носителя.
        <br>
      </p>
      <span class="h3">11. Перечень действий, производимых Оператором с полученными персональными данными </span><br>
      <br>
      <p class="article">
        11.1. Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.
        <br>
      </p>
      <p class="article">
        11.2. Обработка персональных данных Оператором осуществляется смешанным способом, с помощью средств вычислительной техники (автоматизированная обработка персональных данных) с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой, а также ведения документов на бумажных носителях .
        При этом Оператор выполняет требования к автоматизированной и неавтоматизированной обработке персональных данных, предусмотренные Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами.
        <br>
      </p>
      <span class="h3">12. Трансграничная передача персональных данных</span><br>
      <br>
      <p class="article">
        12.1. Оператор не осуществляет трансграничную передачу персональных данных.
        <br>
      </p>
      <span class="h3">13. Защита персональных данных</span>
      <br>
      <p class="article">
        <br>
        13.1. Оператор при обработке персональных данных принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных.
        <br>
        13.2. Основными мерами защиты персональных данных, используемыми Оператором, являются:
        <br>
        13.2.1. Определение угроз безопасности персональных данных при их обработке в информационных системах персональных данных;
        <br>
        13.2.2. Применение организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите персональных данных, исполнение которых обеспечивает установленные Правительством РФ уровни защищенности персональных данных;
        <br>
        13.2.3. Проведение оценки эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных;
        <br>
        13.2.4 . Ведение учета машинных носителей персональных данных;
        <br>
        13.2.5. Обнаружение фактов несанкционированного доступа к персональным данным и принятием мер, в том числе мер по обнаружению, предупреждению и ликвидации последствий компьютерных атак на информационные системы персональных данных и по реагированию на компьютерные инциденты в них;
        <br>
        13.2.6. Организация резервирования и восстановления работоспособности информационных систем персональных данных и персональных данных модифицированных или уничтоженных вследствие несанкционированного доступа к ним;
        <br>
        13.2.7 Установление правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных, а также обеспечение регистрации и учета всех действий, совершаемых с персональными данными в информационной системе персональных данных;
        <br>
        13.2.8. Контроль за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных;
        <br>
        13.2.9. Оценка вреда, который может быть причинен субъектам персональных данных в случае нарушения Федерального закона от 27.07.2006 N 152-ФЗ "О персональных данных", соотношение указанного вреда и принимаемых оператором мер, направленных на обеспечение выполнения обязанностей, предусмотренных Федеральным законом от 27.07.2006 N 152-ФЗ "О персональных данных";
        <br>
        13.2.10. Определение уровня защищенности персональных данных при обработке в информационных системах персональных данных.
        <br>
        13.2.11. Ограничение доступа в помещения, где размещены основные технические средства и системы информационных систем персональных данных и осуществляется неавтоматизированная обработка персональных данных;
        <br>
        13.2.12. Установление требований к сложности паролей для доступа к информационным системам персональных данных;
        <br>
        13.2.13. Осуществление антивирусного контроля, предотвращение внедрения в корпоративную сеть вредоносных программ (программ-вирусов) и программных закладок.
        <br>
        13.2.14. Организация своевременного обновления программного обеспечения, используемого в информационных системах персональных данных и средств защиты информации.
        <br>
        13.2.15. Иные меры, предусмотренные законодательством Российской Федерации в области персональных данных.
        <br>
      </p>
      <span class="h3">14. Конфиденциальность персональных данных</span><br>
      <br>
      <p class="article">
        Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.
        <br>
      </p>
      <span class="h3">15. Заключительные положения</span><br>
      <br>
      <p class="article">
        15.1. Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почт <a href="mailto:info@rhizomedev.com">info@rhizomemedev.com</a>. Политика действует бессрочно до замены ее новой версией.
        <br>
      </p>
      <p class="article">
        Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения на сайте, если иное не предусмотрено новой редакцией Политики.
        <br>
      </p>
      <p class="article">
        15.2. Все отношения, касающиеся обработки персональных данных, не получившие отражения в настоящей Политике, регулируются согласно положениям законодательства Российской Федерации.
        <br>
      </p>
      <p class="article">
        15.3. Актуальная версия Политики в свободном доступе расположена в сети Интернет по адрес <a href="mailto:info@rhizomedev.com">info@rhizomemedev.com</a>
        <br>
      </p>
      <span class="h3">16. РЕКВИЗИТЫ</span> <br><br>
      <p class="article">
        ИП Максимова Дарья Сергеевна<br>
        ИНН 532204026010<br>
        ОГРНИП  321532100002155<br>
        Юридический адрес: Новгородская область, Старорусский район, город Старая Русса<br>
        Фактический адрес: Новгородская область, Старорусский район, город Старая Русса<br>
        Email: info@rizhomedev.com<br>
      </p>
      <div class="placeholder"></div>
    </div>
  </section>
  <FooterComponent />
</template>

<style scoped>
@media only screen and (max-width: 600px) {
  .policy-container {
    max-height: 100%!important;
    padding-top: 5rem!important;
    padding-left: 2rem!important;
    padding-right: 2rem!important;
  }
  .top-holder {
    display: none!important;
  }
}
.policy-container {
  height: 100%;
  padding-top: 20vh;
  padding-left: 2rem;
  padding-right: 2rem;
  padding-bottom: 5rem;
}
.h3 {
  margin-bottom: 2rem!important;
}
.section {
  width: 100%;
  max-width: max-content;
}
.back-btn-dark {
  background-color: transparent;
  border: 2px solid #274c77;
  border-radius: 1rem;
  transition: all 0.2s ease-in-out;
  display: flex;
  padding: 3px!important;
  max-width: 2rem;
  height: 100%;
  max-height: 30px;
}
</style>